Repository: KuuttiProductions/Endosymbiosis
Catalog: Endosymbiosis/Localizable.xcstrings
Source language: en
Languages: fi

# bacteria.cellWall
source: Cell Wall
fi: Soluseinä

# bacteria.chloroplast
source: Chloroplast
fi: Viherhiukkanen

# bacteria.endoplasmicReticulum
source: Endoplasmic Reticulum
fi: Solulimakalvosto

# bacteria.lysosome
source: Lysosome
fi: Lysosomi

# bacteria.mitochondrion
source: Mitochondrion
fi: Mitokondrio

# bacteria.nucleus
source: Nucleus
fi: Tuma

# bacteria.vacuole
source: Vacuole
fi: Vakuoli

# hint.cellwall
source: Bacteria attack!
fi: Bakteeri hyökkää!

# hint.chloroplast
source: Sun light increasing
fi: Auringon valo lisääntyy

# hint.endoplasmicReticulum
source: Proteins needed
fi: Tarvitaan proteiineja

# hint.lysosome
source: Unwanted bacteria inside!
fi: Haitallinen bakteeri sisällä!

# hint.mitochondrion
source: Rising oxygen levels detected
fi: Kasvava happitaso havaittu

# hint.nucleus
source: More complex genes required
fi: Tarvitaan kehittyneempiä geenejä

# hint.vacuole
source: Junk material piling up
fi: Kuona aineita kertyy

# menu.description
source: Endosymbiosis is a demo-game made with Crynon engine. It teaches you about the cell structure and how it got created billions of years ago.
fi: Endosymbioosi on Crynon pelimoottorilla tehty demo-peli. Se opettaa sinulle solun rakenteesta ja siitä, miten se muodostui miljardeja vuosia sitten.

# menu.howToPlay
source: How to play
fi: Peliohjeet

# menu.start
source: Start
fi: Aloita

# menu.title
source: Endosymbiosis
fi: Endosymbioosi

source: Score: %lld
fi: Pisteet: %lld
